[
    {
        "image": "./image/botanic.jpg",
        "name": "Botanic Gardens",
        "rating": "4.5",
        "greenScore": "4.8/5",
        "url": "https://www.nparks.gov.sg/gardens-parks-and-nature/singapore-botanic-gardens",
        "description": "Established in 1859, the Singapore Botanic Gardens is a star visitor attraction for the sophisticated traveller and the local resident. The Gardens possess an array of botanical and horticultural features with a rich history and a wonderful plant collection of worldwide significance. Complementing these unique resources are sensitive developments and entertainment events providing visitors educational and recreational facilities amidst the wonders of nature. It is a unique example of the informal English Landscape Movement's style in an equatorial climate.The first botanical garden was set up by Sir Stamford Raffles, the founder of Singapore and a keen naturalist, in 1822 on Government Hill at Fort Canning, mainly to introduce into cultivation economic crops. It closed in 1829 and, in 1859, at the present Tanglin site a new garden was developed by an Agri-Horticultural Society, and later handed over to the government in 1874. From an ornamental garden with roads, terraces, a band parade area and even a small zoo at one point, it has come a long way in evolving into an 82-hectare leading botanic garden of plant research and conservation in the tropics. In June 2012, Singapore ratified the World Heritage Convention and in December 2012, submitted its World Heritage Tentative List to UNESCO to indicate interest in inscribing the Singapore Botanic Gardens as a World Heritage Site. In January 2014, the official Nomination Dossier for the Gardens was submitted to UNESCO. In September 2014, a technical assessor from the International Council on Monuments and Sites (ICOMOS) visited the Gardens as part of the bid evaluation process. On 4 July 2015, the Gardens received inscription as a UNESCO World Heritage Site at the 39th session of the World Heritage Committee (WHC)"
    },
    {
        "image": "./image/ecp.jpg",
        "name": "East Coast Park",
        "rating": "4.6",
        "greenScore": "4.8/5",
        "url": "url",
        "description": ""
    }

]